[
  {
    "imageSrc": "https://media.licdn.com/dms/image/C5603AQGa3JqvZ9ZykQ/profile-displayphoto-shrink_400_400/0/1603392171775?e=1687392000&v=beta&t=aUBfHlvM-kjV2j3e5Ds7_6hEn6V6S0FhfgsLpEOAwjw",
    "testimonialText": "Before joining the program, I was not getting many responses to my applications. But after tweaking my CV with Matthew's guidance, I started getting a consistent influx of opportunities related to my field. The program also taught me how to read job descriptions in-depth and tailor my responses to match their requirements. Matthew provided valuable company-specific feedback that really helped me navigate the application process. I truly appreciate all the help and support I've received, and I feel like I have a clear path forward now.",
    "name": "Pablo Estrada",
    "title": "Software Engineer at Diffgram"
  },
  {
    "imageSrc": "https://media.licdn.com/dms/image/D4E03AQHyEqPU-rw3cA/profile-displayphoto-shrink_400_400/0/1670305776774?e=1687392000&v=beta&t=cjAiZ4VFiwoPiOaHmnDJpaeSWClqriynuxU7R22XR4Q",
    "testimonialText": "Clearly, the biggest barrier I was encountering when we first met was where to begin. I felt like I was throwing a dart at a board, blindfolded. But you've definitely pointed me in the right direction, and I now have a better understanding of where I stand. I've overcome that barrier and feel a lot better at this point. The most helpful part of our time together was the glue you provided for my software development journey. You helped with providing the human user interface between technology and where I was, including asking better questions and understanding my why. You've drawn that out of me and many of your other students, and I now have a more robust slice of knowledge to move forward with. I'm most proud of the accomplishment of finding the direction I needed to focus on, which was golden for me. Without that, I'd still be lost and taking tutorials for years, wasting my time. I'm grateful for your guidance and looking forward to staying in touch and continuing our journeys towards success.",
    "name": "Saul Navarro",
    "title": "Python Developer"
  },
  {
    "imageSrc": "https://media.licdn.com/dms/image/C4E03AQEqbk1oioocaw/profile-displayphoto-shrink_400_400/0/1658764968963?e=1687392000&v=beta&t=9wsmr1GQppQclji2aJOYwMMb9pzMfflaWKFABHAbZ1Q",
    "testimonialText": "I've been lucky to have Matt guide me through my transitioning journey into Tech. He is very positive and always manages to help me find solutions or at least help me find ideas for solving any problem, no matter how challenging it is. In addition, Matt is a very competent and reliable coach, always available to answer my questions, give advice or prepare me for interviews. I will always recommend him.",
    "name": "Damilola Bada",
    "title": "Fullstack Developer"
  },
  {
    "imageSrc": "https://media.licdn.com/dms/image/C4E03AQF195NZL47idQ/profile-displayphoto-shrink_400_400/0/1587669585288?e=1687392000&v=beta&t=-fEi4hrROR1XCjWuYY9a6ywyhTl6Aqjogocvfmc3ECk",
    "testimonialText": "A great coach and mentor glad I meet him, he brings me back to coding and helps me improve and think like a programmer!",
    "name": "Michael Malalay",
    "title": "Web Developer"
  },
  {
    "imageSrc": "https://media.licdn.com/dms/image/C4E03AQHczAFMY0ikrA/profile-displayphoto-shrink_400_400/0/1569856973380?e=1687392000&v=beta&t=dAI3Mky3qUmNbb7CYYEYZ_ppVMY9DqjTw9ZuhiAX7PY",
    "testimonialText": "I first met Matthew at a web development bootcamp. My immediate impression of him was 'this guy knows his stuff!' and I was not disappointed. If you ever have the pleasure of working with and learning from him, you will see that he is consistent, demonstrates and unequal amount of willingness to help others, and is always methodical and thorough in his explanations of complex concepts. He is a great team player and reliable. I would recommend hiring him for any of your software, blockchain, or coaching needs.",
    "name": "Eric Wong",
    "title": "Software Engineer"
  },
  {
    "imageSrc": "https://media.licdn.com/dms/image/D4E03AQHZtQ2cG5WJFA/profile-displayphoto-shrink_400_400/0/1665674905415?e=1687392000&v=beta&t=7z8LCRU3B6YwPISCnzx_hjWrcAYORPYxxdCv4IhAwLE",
    "testimonialText": "I met Matthew when he came into a web development boot camp I was a technical coach for. He came in to talk about Skynet to these aspiring developers and all things cool about a decentralized internet. He made the process incredibly comfortable and was very supportive. Matthew still continued to help coach me for other interviews. Matthew is an incredible mentor, supporter, and overall good human being that I am grateful to know. Thanks so much Matthew!",
    "name": "Carrye Gaulin",
    "title": "Solutions Engineer"
  },
  {
    "imageSrc": "https://media.licdn.com/dms/image/D5603AQEixuJR1RGLug/profile-displayphoto-shrink_400_400/0/1676316338410?e=1687392000&v=beta&t=PPUf_4XI6GjfWFNFW1CLxLaoqwdcvtPfiZWDKken1uc",
    "testimonialText": "Matt is a positive, engaging public speaker who has spoken countless times at Northeastern University. From classroom presentations, to large speaker sessions, and small virtual workshops, Matt has always been a reliable, accountable, strong employer partner. His relational approach when offering students insights and advise is received highly from students and faculty alike. I'd highly recommend partnering (and hiring) Matt to learn about software development, hiring manager insights, blockchain, and overall confidence booster!",
    "name": "Carrie Klaphake",
    "title": "Career Coach"
  }
]
